<template>
	<svg
		xmlns="http://www.w3.org/2000/svg"
		width="23.015"
		height="18"
		viewBox="0 0 23.015 18"
	>
		<g id="グループ_382" data-name="グループ 382" transform="translate(635)">
			<g id="肉球のアイコン1" transform="translate(-635)">
				<path
					id="パス_874"
					data-name="パス 874"
					d="M121,60.655a2.5,2.5,0,1,0-3.179-1.557A2.5,2.5,0,0,0,121,60.655Z"
					transform="translate(-112.399 -55.783)"
					fill="#455f83"
				/>
				<path
					id="パス_875"
					data-name="パス 875"
					d="M4.6,168.721h0A2.5,2.5,0,1,0,.4,166h0a2.5,2.5,0,0,0,4.2,2.719Z"
					transform="translate(0 -159.956)"
					fill="#455f83"
				/>
				<path
					id="パス_876"
					data-name="パス 876"
					d="M284.651,60.654a2.5,2.5,0,1,0-1.557-3.179A2.5,2.5,0,0,0,284.651,60.654Z"
					transform="translate(-270.24 -55.782)"
					fill="#455f83"
				/>
				<path
					id="パス_877"
					data-name="パス 877"
					d="M101.388,191.489c-3.954,0-8.316,5.478-7.053,9.375,1.219,3.763,5.029,2.212,7.053,2.212s5.834,1.551,7.053-2.212C109.7,196.967,105.342,191.489,101.388,191.489Z"
					transform="translate(-89.881 -185.393)"
					fill="#455f83"
				/>
				<path
					id="パス_878"
					data-name="パス 878"
					d="M405.272,166h0a2.5,2.5,0,1,0-4.2,2.72h0a2.5,2.5,0,0,0,4.2-2.719Z"
					transform="translate(-382.659 -159.955)"
					fill="#455f83"
				/>
			</g>
		</g>
	</svg>
</template>
